IDEA Open Model
ColumnDataEc2.SecondOrderEffectMethod Property
 Type of calculation method of 2nd order effect
 Namespace: IdeaRS.OpenModel.Concrete
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.0.1.1 (10.0.1.1)
Syntax
public SecondOrderEffectMethodEc2 SecondOrderEffectMethod { get; set; }
Public Property SecondOrderEffectMethod As SecondOrderEffectMethodEc2
	Get
	Set
public:
property SecondOrderEffectMethodEc2 SecondOrderEffectMethod {
	SecondOrderEffectMethodEc2 get ();
	void set (SecondOrderEffectMethodEc2 value);
}
Property Value
Type: SecondOrderEffectMethodEc2
See Also
Reference
ColumnDataEc2 Class
IdeaRS.OpenModel.Concrete Namespace